Repository: mikaelkrief/ImageHunt
Catalog: ImagehuntBotBuilder/MultilingualResources/ImageHuntBotBuilder.*.xlf
Languages: fr

# HELP
source: To play the game, you should share your live location. Then, post your pictures in this group, I will record them. Have fun!
fr: Pour jouer à la chasse au trésor, vous devez d'abord envoyer votre position. Le plus simple est de faire un partage en continu le temps que dure la chasse. Ensuite, vous pouvez envoyer les images que vous aurez devinées, je les enregistrerai et un validateur vous attribuera les points si elle correspond à une des photos mystères ! Bon jeu !

# CHAT_NOT_INITIALIZED
source: I cannot add a player to a team since the chat hat not been initialized. See /init command
fr: Je ne peux ajouter un membre à une équipe que si le groupe à été initialisé! Commande /init

# PLAYER_ADDED
source: Player {0} had been added to {1} team
fr: Le joueur {0} vient d'être ajouté à l'équipe {1}

# PLAYER_REMOVED
source: Player {0} had been removed from {1} team
fr: Le joueur {0} vient d'être retiré de l'équipe {1}

# ASK_SELFIE
source: Send me a selfie to validate this point
fr: Envoyez un selfie pour valider votre découverte!

# BONUS_NODE
source: your team earned a {0} bonus on gross points, congrat!
fr: Votre équipe à gagné un bonus de {0} des points totaux, bravo!

# DO_ACTION_REQUEST
source: You should do the following action: {0}
fr: Vous devrez effectuer l'action suivante : {0}

# EARN_POINTS
source: Your team earned {0} points, congrat!
fr: Votre équipe à gagné {0} points, bravo!

# HIDDEN_NODE
source: The next node {0} is hidden, this hint should give you its location
fr: Le prochain noeud {0} est un noeud mystère. L'indice suivant devrait vour permettre de deviner sa position

# LASTNODE_REACHED
source: Congrat! Meet the orga to stop your running time, hurry up!!
fr: Bravo! Pour valider vos exploits, allez faire arrêter votre temps avec l'orga

# NEXT_LAST_NODE
source: Next node is arrival!
fr: Le prochain noeud est l'arrivée!

# NEXT_NODE_LOCATION
source: Next node {0} is at the following location:
fr: Le prochain noeud {0} et se trouve à l'emplacement suivant:

# TIMER_NODE
source: You should wait {0} before continue
fr: Veuillez patienter pendant {0} secondes avant de poursuivre

# WAYPOINT_REACHED
source: You reached the waypoint {0}, congrat!
fr: Vous avez rejoint le point de controle {0}, bravo!

# CANNOT_RECORD_PHOTO
source: The game is not started, I will not record this picture
fr: La chasse n'a pas encore commencée ou le groupe n'est pas encore initialisé, merci de m'envoyer les photos plus tard!

# COMMAND_NOT_AUTHORIZED
source: You are not authorized to use this command
fr: Vous n'êtes pas autorisé à utiliser cette commande

# COMMAND_NOT_FOUND
source: This command doesn't exist, please check
fr: Cette commande n'existe pas, veuillez corriger votre saisie

# IMAGE_RECEIVED_CONFIRM
source: Your picture had been recorded, a modo will check it and give points to your team
fr: Votre image a bien été téléchargée, un validateur l'examinera pour vous attribuer les points

# CHAT_NOT_INITIALIZED
source: Chat not initialized, unable to start game!
fr: Le chat n'a pas été initialisé, impossible de commencer maintenant!

# GAME_STARTED
source: Game started, good luck!
fr: La chasse commence maintenant! Bonne chance!

# NO_LIVE_LOCATION
source: No live location, unable to start game!
fr: Aucun joueur n'a activé sa localisation en continu, la chasse ne peut commencer!

# GAME_NOT_STARTED
source: Game not started, please ask assistance to game master
fr: La partie n'a pas débuté, il n'y a donc pas de noeud courant!

# NEXT_NODE_POSITION
source: The next waypoint {0} is at this location
fr: Le prochain point de controle {0} se trouve à la position suivante :

# NO_CURRENT_NODE
source: No current node, unable to continue. Please ask assistance to game master
fr: Aucun noeud courant, impossible de continuer. Prévenir les orgas

# 2X_BONUS_TITLE
source: Multiply final score by 2
fr: Multiplication du score final par 2

# 3X_BONUS_TITLE
source: Multiply final score by 3
fr: Multiplication du score final par 3

# BONUS_HINT
source: Hint : {0}{1}Bonus: {2}
fr: Indice : {0}{1}Bonus : {2}

# HIDDEN_HINT
source: Hint : {0}[1}Bonus: {2} points
fr: Indice : {0}{1}Bonus : {2} points

# HIDDEN_NODES_TITLE
source: Hints to find hidden nodes:
fr: Voici des indices vous permettant de trouver les Noeuds cachés:

# NO_MORE_HIDDEN_NODE
source: There are no more hidden nodes
fr: Il ne reste plus de noeuds cachés

# GROUP_ALREADY_INITIALIZED
source: The group had already been initialized
fr: Le groupe a déjà été initialisé!

# GROUP_INITIALIZED
source: Chat of team {0} for game {1} that start on {2} is ready, good luck!
fr: Le groupe de l'équipe {0} pour la chasse {1} qui débute le {2} est prêt, bon jeu!

# UNABLE_FIND_GAME
source: Unable to find game for l'Id={0} and team Id={1}
fr: Impossible de trouver la partie pour l'Id={0} ou l'équipe pour l'Id={1}

# CHAT_NOT_INITIALIZED
source: The groups had not been initialize, unable to give points!
fr: Le groupe n'a pas été correctement initialisée, impossible de donner des points!

# GIVE_POINTS_MESSAGE
source: The modo just gave you {0} points!
fr: L'orga vient de vous attribuer {0} points!

# SYNTAX_ERROR
source: Syntax error in command, please check
fr: La syntaxe de la commande est éronée, veuillez vérifier

# CANNOT_END_GAME_NOT_STARTED
source: Cannot end an non started game!
fr: La partie n'a pas encore commencée, vous ne pouvez par l'arrêter!

# GAME_ENDED
source: The game just ended. Search modo to stop your running time
fr: La chasse vient de prendre fin, vos actions ont été enregistrée et un orga va les valider.
